---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourCubicFoot
source: html/6748b360-1101-6b07-61ad-5cc1ade63609.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourCubicFoot Property

British thermal units per hour cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerHourCubicFoot { get; }
```